tap "oven-sh/bun"
tap "ddev/ddev"
tap "buo/cask-upgrade"
tap "tw93/tap"
brew "mas"
brew 'bun'
brew 'ddev'
brew 'mole'
brew 'composer'
brew 'gemini-cli'
brew 'mas'
cask 'affinity'
cask 'antigravity'
cask 'bettertouchtool'
cask 'coteditor'
cask 'cleanshot'
cask 'cyberduck'
cask 'firefox'
cask 'fork'
cask 'helium-browser'
cask 'iina'
cask 'keepassxc'
cask 'lulu'
cask 'microsoft-excel'
cask 'microsoft-outlook'
cask 'microsoft-teams'
cask 'mitmproxy'
cask 'netnewswire'
cask 'monitorcontrol'
cask 'onyx'
cask 'orbstack'
cask 'proton-pass'
cask 'phpstorm'
cask 'poedit'
cask 'rapidapi'
cask 'raspberry-pi-imager'
cask 'raycast'
cask 'sequel-ace'
cask 'tailscale-app'
cask 'unifi-identity-endpoint'
# cask 'visual-studio-code'
cask 'whatsapp'
cask 'zed'
# mas "Keynote", id: 409183694
mas "Keynote", id: 361285480
# mas "Numbers", id: 409203825
mas "Numbers", id: 361304891
# mas "Pages", id: 409201541
mas "Pages", id: 361309726
mas "Passepartout, Client VPN", id: 1433648537
mas "PDFgear: Modifier, Lecteur PDF", id: 6469021132
mas "Raycast Companion", id: 6738274497
mas "SponsorBlock for Safari", id: 1573461917
mas "wBlock", id: 6746388723
mas "No Translation for YouTube", id: 6754244353
# mas "Xcode", id: 497799835
# vscode "biati.ddev-manager"
# vscode "devsense.composer-php-vscode"
# vscode "devsense.phptools-vscode"
# vscode "devsense.profiler-php-vscode"
# vscode "ecmel.vscode-html-css"
# vscode "github.codespaces"
# vscode "google.geminicodeassist"
# vscode "johnbillion.vscode-wordpress-hooks"
# vscode "mblode.twig-language"
cask 'font-fira-code'
cask 'font-fira-sans'
cask 'font-google-sans'
cask 'font-google-sans-code'
cask 'font-jetbrains-mono'
cask 'font-lato'
cask 'font-lora'
cask 'font-merriweather'
cask 'font-montserrat'
cask 'font-noto'
cask 'font-nunito'
cask 'font-open-sans'
cask 'font-oswald'
cask 'font-playfair-display'
cask 'font-raleway'
cask 'font-roboto'
cask 'font-pacifico'
cask 'font-ubuntu'